---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseFx
source: html/33953476-de2e-9178-0586-919b0d3276ef.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseFx Property

"Top Fx"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralTopReleaseFx { get; }
```